      *%METADATA                                                      *
      * %TEXT                                                         *
      *%EMETADATA                                                     *
     A          R ACCOUNTR                  PFILE(ACCOUNT)
     A          K ACLEVELID
